{
  "header": {
    "siteName": {
      "text": "Arb.",
      "url": "/es"
    },
    "nav": [
      {
        "name": "Inicio",
        "url": "/es"
      },
      {
        "name": "Blogs",
        "url": "/es/blogs"
      },
      {
        "name": "Proyectos",
        "url": "/es/projects"
      },
      {
        "name": "Marcadores",
        "url": "/es/bookmarks"
      },
      {
        "name": "Poemas",
        "url": "/es/poems"
      },
      {
        "name": "Imágenes",
        "url": "/es/images"
      },
      {
        "name": "Sobre",
        "url": "/es/about"
      },
      {
        "name": "Feedback",
        "url": "/es/feedback"
      },
      {
        "name": "Admin",
        "url": "/es/admin/feedback"
      }
    ]
  },
  "page": {
    "home": {
      "name": {
        "first": "¡Yo codifico,",
        "second": "por lo tanto, existo!",
        "third": "Inicio"
      },
      "description": "Bienvenido a mi espacio digital. Soy Arb Rahim Badsa, un desarrollador apasionado que crea código, diseña experiencias y escribe historias. Abordo cada desafío como una oportunidad para aprender y crear algo significativo.",
      "knowMoreAboutMe": "Conocer más sobre mí",
      "downloadCV": "Ver Resumen",
      "activities": "Actividades",
      "recentBlogs": "Blogs recientes",
      "allBlogs": "Todos los blogs",
      "allActivities": "Todas las actividades"
    },
    "blogs": {
      "name": "Blogs",
      "description": "Artículos que abarcan tecnología, filosofía de vida e insights creativos. Únete a mi viaje a través de ideas, experiencias y el mundo en constante evolución del desarrollo.",
      "minRead": "min de lectura",
      "readMore": "Leer más"
    },
    "projects": {
      "name": "Proyectos",
      "description": "Una colección curada de mis proyectos y experimentos más significativos. Cada pieza representa un desafío único, una lección aprendida y un paso adelante en mi viaje como desarrollador."
    },
    "bookmarks": {
      "name": "Marcadores",
      "description": "Recursos, herramientas y descubrimientos cuidadosamente seleccionados de toda la web. Estos marcadores representan conocimiento que vale la pena compartir y referencias a las que vuelvo una y otra vez."
    },
    "poems": {
      "name": "Poemas",
      "description": "Una colección de versos profundos que han tocado mi alma y dado forma a mi perspectiva. La literatura tiene el poder de inspirar, y estos poemas continúan conmoviéndome profundamente.",
      "readMore": "Leer más"
    },
    "images": {
      "name": "Imágenes",
      "description": "Momentos capturados a través de mi lente: escenas que hablaron a mi alma y exigieron ser preservadas. Cada imagen cuenta una historia de belleza encontrada en el mundo cotidiano que nos rodea."
    },
    "about": {
      "name": "Sobre",
      "description": "Aprende sobre mi viaje como desarrollador, diseñador y narrador. Descubre las experiencias que me formaron y la pasión que impulsa mi trabajo."
    }
  }
}
