{
  "header": {
    "siteName": {
      "text": "Arb.",
      "url": "/hi"
    },
    "nav": [
      {
        "name": "होम",
        "url": "/hi"
      },
      {
        "name": "ब्लॉग्स",
        "url": "/hi/blogs"
      },
      {
        "name": "प्रोजेक्ट्स",
        "url": "/hi/projects"
      },
      {
        "name": "बुकमार्क्स",
        "url": "/hi/bookmarks"
      },
      {
        "name": "कविताएं",
        "url": "/hi/poems"
      },
      {
        "name": "तस्वीरें",
        "url": "/hi/images"
      },
      {
        "name": "मेरे बारे में",
        "url": "/hi/about"
      },
      {
        "name": "फीडबैक",
        "url": "/hi/feedback"
      },
      {
        "name": "एडमिन",
        "url": "/hi/admin/feedback"
      }
    ]
  },
  "page": {
    "home": {
      "name": {
        "first": "मैं कोड करता हूं,",
        "second": "इसलिए मैं हूं!",
        "third": "होम"
      },
      "description": "मेरे डिजिटल स्पेस में आपका स्वागत है। मैं अर्ब रहीम बादसा हूं, एक जुनूनी डेवलपर जो कोड बनाता है, अनुभव डिज़ाइन करता है और कहानियां लिखता है। मैं हर चुनौती को सीखने और कुछ सार्थक बनाने के अवसर के रूप में देखता हूं।",
      "knowMoreAboutMe": "मेरे बारे में और जानें",
      "downloadCV": "रिज्यूमे देखें",
      "activities": "गतिविधियां",
      "allActivities": "सभी गतिविधियां",
      "recentBlogs": "हाल के ब्लॉग्स",
      "allBlogs": "सभी ब्लॉग्स"
    },
    "blogs": {
      "name": "ब्लॉग्स",
      "description": "प्रौद्योगिकी, जीवन दर्शन और रचनात्मक अंतर्दृष्टि को कवर करने वाले लेख। विचारों, अनुभवों और विकास की निरंतर विकसित होती दुनिया के माध्यम से मेरी यात्रा में शामिल हों।",
      "minRead": "मिनट पढ़ें",
      "readMore": "और पढ़ें"
    },
    "projects": {
      "name": "प्रोजेक्ट्स",
      "description": "मेरे सबसे महत्वपूर्ण प्रोजेक्ट्स और प्रयोगों का एक क्यूरेटेड संग्रह। हर टुकड़ा एक अनूठी चुनौती, एक सीखा गया पाठ और एक डेवलपर के रूप में मेरी यात्रा में एक कदम आगे का प्रतिनिधित्व करता है।"
    },
    "bookmarks": {
      "name": "बुकमार्क्स",
      "description": "वेब से सावधानीपूर्वक क्यूरेटेड संसाधन, उपकरण और खोजें। ये बुकमार्क्स साझा करने योग्य ज्ञान और संदर्भों का प्रतिनिधित्व करते हैं जिन पर मैं बार-बार वापस लौटता हूं।"
    },
    "poems": {
      "name": "कविताएं",
      "description": "गहन पंक्तियों का एक संग्रह जिन्होंने मेरी आत्मा को छुआ है और मेरे दृष्टिकोण को आकार दिया है। साहित्य में प्रेरणा देने की शक्ति है, और ये कविताएं मुझे गहराई से प्रभावित करती रहती हैं।",
      "readMore": "और पढ़ें"
    },
    "images": {
      "name": "तस्वीरें",
      "description": "मेरे लेंस के माध्यम से कैप्चर किए गए क्षण—दृश्य जिन्होंने मेरी आत्मा से बात की और संरक्षित होने की मांग की। हर तस्वीर हमारे आसपास की रोजमर्रा की दुनिया में पाई गई सुंदरता की कहानी कहती है।"
    },
    "about": {
      "name": "मेरे बारे में",
      "description": "एक डेवलपर, डिजाइनर और कहानीकार के रूप में मेरी यात्रा के बारे में जानें। उन अनुभवों की खोज करें जिन्होंने मुझे आकार दिया है और उस जुनून को जो मेरे काम को प्रेरित करता है।"
    }
  }
} 